/* DeSmuME Strings File */
/* Norwegian */

/* General */
"DeSmuME Emulator" = "DeSmuME Emulator";
"OK" = "OK";
"Cancel" = "Avbryt";

/* File Menu */
"Slot %d" = "Plass %d";

/* Emulation Menu */
"Execute" = "Kjør";
"Pause" = "Pause";

/* View Menu */
"Show Status Bar" = "Vis Status Linje";
"Hide Status Bar" = "Hide Status Bar";

/* Dialogs */
"Are you sure you want to quit?" = "Er du sikker på at du vil avslutte?";
"Are you sure you want to close the ROM?" = "Er du sikker på at du vil lukke ROM'en?";

/* Status Bar Messages */
"No ROM Loaded" = "Ingen ROM Lastet";
"Executing" = "Kjører";
"Paused" = "Pauset";

/* Preferences Window */
"DeSmuME Preferences" = "DeSmuME Valg";
"Interface" = "Grensesnitt";
"Controls" = "Kontroller";
"DS Firmware" = "DS Firmware";
"Yes" = "Ja";
"No" = "Nei";

/* Interface Preferences */
"Execute Upon Load" = "Kjør Når Lastet";
"When Launching, Load" = "På Oppstart, Last";
"Load Nothing" = "Last Ingenting";
"Load Last ROM" = "Last Siste ROM";

/* Control Preferences */
"A Button" = "A Knapp";
"B Button" = "B Knapp2";
"X Button" = "X Knapp";
"Y Button" = "Y Knapp";
"L Button" = "L Knapp";
"R Button" = "R Knapp";
"Up Button" = "Opp";
"Down Button" = "Ned";				
"Left Button" = "Venstre";
"Right Button" = "Høyre";			
"Start Button" = "Start Knapp";
"Select Button" = "Select Knapp";

"Up Key" = "Opp tast";
"Down Key" = "Ned tast";
"Left Key" = "Venstre tast";
"Right Key" = "Høyre tast";
"Space Bar" = "Mellomrom tast";
"Enter Key" = "Enter tast";

/* Status Bar */
"No ROM loaded" = "Ingen ROM lastet";
"ROM Loaded" = "ROM Lastet";
"Emulation Executing" = "Emulering Kjører";
"Emulation Paused" = "Emulering Pauset";
"Emulation Reset" = "Emulering Restartet";

/* Errors */
"Error" = "Feil";
"An emulation error occurred" = "En emulerings feil oppstod";
